Repository: Domefemia/slimbookbattery
Catalog: src/translations/*/LC_MESSAGES/slimbookbattery.po
Languages: ca

source: File ahorrodeenergia exists in custom
ca: El fitxer d'estalvi d'energia ja existeix personalitzat

source: File equilibrado exists in custom
ca: El fitxer equilibrat ja existeix personalitzat

source: File maximorendimiento exists in custom
ca: El fitxer de màxim rendiment ja existeix personalitzat

source: File ahorrodeenergia exists in default
ca: El fitxer d'estalvi d'energia ja existeix per defecte

source: File equilibrado exists in default
ca: El fitxer equilibrat ja existeix per defecte

source: File maximorendimiento exists in default
ca: El fitxer de màxim rendiment ja existeix per defecte

source: strconfigfilecheck
ca: El fitxer de configuració és correcte

source: The user introduces password correctly
ca: L'usuari ha introduït la contrasenya correctament

source: Wrong password
ca: Error a l'introduïr la contrasenya

source: strappstatus1
ca: Les alertes de cicles estan habilitades i l'aplicació està encesa

source: strappstatus2
ca: Les alertes de cicles estan deshabilitades i l'aplicació està encesa

source: strappstatus3
ca: Les alertes de cicles estan habilitades i l'aplicació està apagada

source: Energy Saving
ca: Estalvi d'energia

source: Balanced
ca: Equilibrat

source: Maximum Performance
ca: Màxima rendiment

source: Off
ca: Apagar

source: Advanced mode
ca: Mode avançat

source: Exit
ca: Sortir

source: Max battery:
ca: Màxima bateria:

source: Min battery:
ca: Mínima bateria:

source: Max times:
ca: Número màxim d'avisos:

source: Time between warnings:
ca: Temps entre avisos:

source: Current battery:
ca: Bateria actual:

source: Alerts disabled
ca: Alertes desactivades

source: Alerts variable error
ca: Error en la variable de les alertes

source: High battery level (Remaining
ca: Nivell alt de bateria (Queda

source: Warning
ca: Alerta

source: Time until the next warning
ca: Temps fins la pròxima alerta

source: seconds
ca: segons

source: High battery. Disconnect your power supply.
ca: Nivell alt de bateria. Desconnecta el carregador.

source: Critical battery level (Remaining
ca: Nivell crític de bateria (Queda

source: Low battery. Connect your power supply.
ca: Bateria baixa. Connecta el carregador.

source: not process
ca: no hi ha procés

source: Alert!
ca: Alerta!

source: The changes have been applied, but it is necessary to restart so that some of them may take effect.
ca: Els canvis han estat aplicats, però és necessari reiniciar per a que alguns d'ells s'apliquin Vols reiniciar ara?

source: System will not restart
ca: El sistema no es reiniciarà
